[
  {
    "commandCodeId": 8400010,
    "comment": "Like a knot coming undone, it begins to unravel from the point of contact.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400020,
    "comment": "Upon hearing the beast's roar, victory shall be in your grasp.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400030,
    "comment": "The sound of one's fellows, beating down in the bowels of the earth. This tune calls forth the dead.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400040,
    "comment": "Temptation takes one by the hand. Darkness is its ultimate destination.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400050,
    "comment": "O light of the heavens, rain down upon me as I am anointed with your blessing.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400060,
    "comment": "Give thanks to the gentle rain. Be grateful for the water's soothing touch.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400070,
    "comment": "A bountiful harvest leads to blessings. Dazzling, glittering...as you wish.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400080,
    "comment": "To begin, stand resolute. Take aim and bring it down.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400090,
    "comment": "Come, gather around. Brilliance is at your fingertips.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400100,
    "comment": "The shackles have fallen away, along with all peace of mind.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400110,
    "comment": "\"Fou! Foufoufooou!!!\" (Translation: Put me on a Command Card of your choice!)",
    "illustratorId": 40
  },
  {
    "commandCodeId": 8400120,
    "comment": "\"So this is the new Servant support spell...a Command Code. It's wonderful, Senpai! Putting it on a Command Card will enable a variety of effects!\"",
    "illustratorId": 237
  },
  {
    "commandCodeId": 8400130,
    "comment": "Its name means the sword that grants victory. It's said that the light it emits contains the people's wishes.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400140,
    "comment": "Chaldea, The Security Organization for the Preservation of Humanity. We safeguard the future of mankind. Our wish is for the path we take to be the right one.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400150,
    "comment": "The magical seal mark of a certain Master.\nIt has the image of a gem that is filled with magical energy.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400160,
    "comment": "A chain that was said to have once bound the Bull of Heaven. They say that the greater the target's Divinity, the more constrictive the chain becomes.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400170,
    "comment": "\"Engravings are a symbol of power. It is only sensible to choose me as a symbol.\nMake use of this power as you like!\"",
    "illustratorId": 237
  },
  {
    "commandCodeId": 8400180,
    "comment": "A certain Master's Command Seal.\nIt bears the image of a small chalice.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400190,
    "comment": "A longsword of twilight infused with magical energy from the Age of Gods.\nIt can turn into a sacred sword or a demonic sword, depending on its wielder.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400200,
    "comment": "\"Master, I will entrust my back to you. In return, should you ever come against an obstacle, I will open the path for you with this blade.\" ",
    "illustratorId": 237
  },
  {
    "commandCodeId": 8400210,
    "comment": "\"The legendary hunter of myth, and just an overall good-looking guy who's a big hit with the ladies.\n\nYep, that's me. Orion the superman.\nOther than the fact that I accidentally pierced the heart of a goddess, I'm the perfect love hunter...heh heh.\n\nSo don't hesitate to pair me with any of the cute Servant girls!\n\nOh, but that aside, don't waste your time looking up the meaning of my name, okay?\"",
    "illustratorId": 248
  },
  {
    "commandCodeId": 8400220,
    "comment": "A certain Master's magical seal. It bears an image of the martial arts power that dwells within the Master's body.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400230,
    "comment": "The sword mentioned in the story of the one who established the foundation of modern alchemy. Parents and masters often offer it as a celebration of reaching adulthood.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400240,
    "comment": "I will neither compromise nor make exceptions regarding the three rules for what makes good children. Not even at Christmas.\n\nFirst, they must remain dignified when meeting Santa.\nSecond, they must reward Santa with their smiles.\nThird, they must send Santa off with gratitude.\n\nAnd one final thing: they must await next Christmas with hope.\n\nReindeer and I shall only visit those who can follow those rules. Our gifts may be random, but we will tolerate no complaints.",
    "illustratorId": 38
  },
  {
    "commandCodeId": 8400250,
    "comment": "A giant demonic beast let loose into the wild thanks to the disrespect shown by a certain king.\nIts appearance is the embodiment of divine punishment from the moon goddess.",
    "illustratorId": 248
  },
  {
    "commandCodeId": 8400260,
    "comment": "A truly divine treasure among treasures of the underworld, powerful enough to revive the dead.\nDue to its owner, its performance is limited to only a fraction of its full potential.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400270,
    "comment": "\"You've done a terrific job today☆\nWould you like a meal first? Or would you like a bath first?\nOr perhaps you would like an e-v-e-n-t♡\nAs your reliable fox shrine maiden, I will support you however I can, Master!\"",
    "illustratorId": 260
  },
  {
    "commandCodeId": 8400280,
    "comment": "The magical seal mark of a certain Master.\nIt bears the image of a flower that represents spring.",
    "illustratorId": 83
  },
  {
    "commandCodeId": 8400290,
    "comment": "A dark-coated dove that lives in the floating gardens. They work as messengers reporting about various occurrences during the season of love. Though they are familiars, they sometimes reveal the secrets of their own master. Coo-coo-poh.",
    "illustratorId": 83
  },
  {
    "commandCodeId": 8400300,
    "comment": "The sword of darkness said to slice through even five-star rated ☆s. Whether this is true or not is unclear, but through the guidance of Alternium, the sword became the ultimate final weapon for the Dark R.O.U.N.D.S. that possesses incredible power.\n\nAlso, it can be purchased online, but rumors of this sword being a favorite of a cute, mysterious literature aficionado knight circulated, causing the sword to sell for a premium.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400310,
    "comment": "\"If you are to take a supreme sword like myself as your bride, then the sheath must also be superb as well. Though, some may differ in interpreting what 'superb' means here, since there are a great many things one might be proud of! Master, do not hold back. Tell me your dreams. I exist to be wielded to grant those dreams. Heh. My love is more fiery than a dragon's breath. Prepare yourself...and make use of me!\" ",
    "illustratorId": 280
  },
  {
    "commandCodeId": 8400320,
    "comment": "Whether one is powerful or weak...\nLucky or unlucky...\nEveryone is treated equally.\n\nThe slot machine the little devil made...\n\n...may just be the Cute but Curse-happy girl's Clumsy way of expressing her love.\nJust maybe...",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400330,
    "comment": "A coffin bearing the name of a waterfall...the conflict between a detective and a mastermind.",
    "illustratorId": 83
  },
  {
    "commandCodeId": 8400340,
    "comment": "The command seal of a certain Master.\nIt bears the image of a man's emotional torment by others' scheming.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400350,
    "comment": "A spear with each tip imbued with the power of the God of Creation and Destruction. As the wife of the spear's original owner currently possesses it, the weapon is not as powerful as it would be were the original owner wielding it. Even so, it's still a Noble Phantasm wielded by a goddess, and so is designated as EX rank.",
    "illustratorId": 83
  },
  {
    "commandCodeId": 8400360,
    "comment": "\"Tell me all your suffering, your joy...tell me everything in detail.\n\nThere are no creatures that these hands cannot embrace,\nNo lament that these hands cannot lift up,\nAnd all types of desires are equally honored...\n\nNow come, pour your heart out to me...\"\n\nEnlightenment and Nirvana are hers to command.\nYour final destination is the paradise that is Sessyoin.",
    "illustratorId": 7
  },
  {
    "commandCodeId": 8400370,
    "comment": "A certain master's command seal. It bears the image of a great king's cloak, whom the Master once served.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400380,
    "comment": "An extremely rare talking Mystic Code capable of transforming into various shapes as needed.\n\nIt is exceptionally rude, and so is often chastised by its owner.\n\nEven so, it has remained by the ashen-colored girl's side since her childhood...\n\nHe is an irreplaceable friend to her.",
    "illustratorId": 83
  },
  {
    "commandCodeId": 8400390,
    "comment": "People call me universal, but that's nothing special. Everything I did resulted from my ceaseless studies. That means you have the capacity to make your own potential blossom as well. Being a genius is just what results from that. It's a title that can only be given by those around us.\n\nThat's exactly why I think you'll become worthy of it someday. And so I can shout this to the heavens with utmost confidence:\n\n\"Uomo Universale!\"",
    "illustratorId": 294
  },
  {
    "commandCodeId": 8400400,
    "comment": "The command seal of a certain Master.\nIt bears the image of a school uniform worn by a girl born from the wishes of the people.",
    "illustratorId": 83
  },
  {
    "commandCodeId": 8400410,
    "comment": "An ancient sword adorned with double-flowered cherry blossom petals. Its blade is said to be beautiful, as if glistening with dew.\n\nThe word \"ichi\" is inscribed upon the blade to indicate the swordsmith's sect, and the crest of a chrysanthemum, said to represent perennial youth and longevity, is also etched into the steel.\n\nIronically, the swordsman who used and cherished this blade died of a dreadful illness at a young age.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400420,
    "comment": "\"A human life spans but fifty years; set against life in the heavens, it is but a dream...an illusion.\n\nThere you have it. This encompasses everything that is destined to perish, and even though I perished within the roaring flame, some twist of fate, or maybe even karma, has led to me getting drawn into an event like this.\n\nDon't fret. I can't help it if the times cry out for me. Time to destroy all three realms of existence.\n\nFor I am Oda Nobunaga, the Demon King of the Sixth Heaven!\"",
    "illustratorId": 199
  },
  {
    "commandCodeId": 8400430,
    "comment": "The crest of a certain prestigious magecraft family who carry themselves with an unyielding resolve, a heart that never surrenders, and a spirit that is never discouraged.\n\nWhile a shadow has been cast over the family's growth, the bonds it has formed may one day allow the stone bird to rise like a phoenix.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400440,
    "comment": "An endearing yet frightful and mysterious octopus.\nIn truth, it is the great ukiyo-e painter who influenced many artists around the world.\n\nThe reason he turned out like that was due to some power from beyond space he encountered in his pursuit to become the \"true artist.\" Or perhaps it was something else...\n\nEither way, if it means that he could reach the truth, changing into this form is probably a mere triviality. ",
    "illustratorId": 309
  },
  {
    "commandCodeId": 8400450,
    "comment": "The extraordinary artist's giant brush.\nIt's as long as a person is tall, but no theme or subject material is too extreme once the brush is taken up.\n\nYet if the brush is wielded by someone who is not as talented, or if they are of sound mind, the resulting work will hardly graze the realm of the gods.\nShould that be the case...\n\nThe only choice would be to obsess over painting like a madman.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400460,
    "comment": "\"Oh, you need my help? Very well, very well.\nI'll be sure to help if such a request is made.\nI may not be able to defeat enemies or solve tricky problems on my own, but I will not hold back if it's for the sake of my loving friends.\nWhy?\nBecause it quenches the thirst in life, and it would benefit me in so many ways.\n\nIsn't that what life's all about?\"",
    "illustratorId": 217
  },
  {
    "commandCodeId": 8400470,
    "comment": "The shepherd god of the harvest and spouse of a certain goddess of Venus.\n\nHe speaks gently. He's painfully adorable. But...take all that with a big grain of salt. Sure, he may speak lovingly and appear serious, but he's still a god, so at times his behavior will be utterly incomprehensible to humans.",
    "illustratorId": 309
  },
  {
    "commandCodeId": 8400480,
    "comment": "The most mystifying treasure among the countless relics from the King of Heroes' collection.\n\nThe three stone tablets on the blade each symbolize heaven, earth, and the underworld... As such, it is said to represent the universe and so affects not only the bodies of those it faces, but the entire world itself.\n\nIt's the strongest and oldest Noble Phantasm man has ever laid its hands on.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400490,
    "comment": "\"I am a weapon, an armament.\nSo use me as you will.\nYou need not worry or hold back.\nAfter all, I resolved to live among humans the moment I turned my back on the gods who created me.\"",
    "illustratorId": 181
  },
  {
    "commandCodeId": 8400500,
    "comment": "The command seal of a certain Master.\nIt belongs to the head of a family of mages from a remote land.\nThe family's talents were acknowledged by the nobles despite its shallow history, but it's as good as bankrupt now.",
    "illustratorId": 309
  },
  {
    "commandCodeId": 8400510,
    "comment": "The double-headed sacred spear said to represent the farthest parts of the universe.\nIt's the oldest artifact in the galaxy, once concealed within the center of a secret society, the Galactic Police, it has now coincidently fallen into the hands of a young woman.\n\nIts radiant light is powerful enough to destroy even the galactic nebula, said to annihilate all, be it good or evil.",
    "illustratorId": 81
  },
  {
    "commandCodeId": 8400520,
    "comment": "\"What? You wish for victory more than a good harvest?\nLeave it to me, then!\nI'll give it my all to shoot down all your enemies!\"",
    "illustratorId": 243
  },
  {
    "commandCodeId": 8400530,
    "comment": "A bed for the healing of the sick and wounded.\nIt is also a device where nurses demonstrate their true abilities.\nHowever, it's not necessarily something for patients to lie down on.\n\nDepending on the situation, it can be a literal tool to eradicate the source of the disease that creates patients in the first place. At least that's what a certain head nurse insists.",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8400540,
    "comment": "A Phantasmal Beast born from a union of the Demonic Beast Griffin and a horse.\nHowever, as it is a product of both predator and prey, it was originally used as a metaphor for something impossible in stories, and it was nothing but a linguistic and philosophical symbol.\n\nWhile it is Rider Astolfo's favorite steed, its original owner is Bradamante, who is also one of the Twelve Paladins of Charlemagne.",
    "illustratorId": 309
  },
  {
    "commandCodeId": 8400550,
    "comment": "\"I am but a humble girl from Domremy who has devoted herself to the Lord.\n\nBut should you continue to face hardships and walk the straight and honest path, I shall raise my flag before you.\n\n...In the name of the Lord.\"",
    "illustratorId": 179
  },
  {
    "commandCodeId": 8400560,
    "comment": "A former half-god, half-beast mount, who was cursed with the form of a mouse after its careless mistake incurred a sage's wrath.\nAnd on its back, it is said that it carries the great elephant-headed deity said to represent fortune and wealth.",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8400570,
    "comment": "A creature that makes its home in Himeji Castle. Made of chiyogami, they not only attack and defend during battle, but also act as their master's limbs for a variety of purposes.\n\nSince they're originally origami, they can be folded into various forms. During the summer, they take on other guises such as frog- and mouse-shaped soldiers, hermit crab and flying fish tanks, or chicken cavalry.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400580,
    "comment": "A golden incense burner possessed by a certain mysterious queen.\n\nJust like the three riddles once presented to the famous sage, the King of Mages, the three djinn sprites harbored within the burner are said to throw difficult problems at their enemies.",
    "illustratorId": 345
  },
  {
    "commandCodeId": 8400590,
    "comment": "\"The blooming flowers and the way they fall and scatter are all lovely to me, just like your story.\n\nAnd I nestle close to you and make record, I am as I should be.\nMay my words be lovely throughout time immemorial.\"",
    "illustratorId": 180
  },
  {
    "commandCodeId": 8400600,
    "comment": "\"The Kykeon Detective Agency is now open!!!\n\nHuh? You already have a detective? Come on, don't be such a wet blanket. This place doesn't just do any old detective work! It is, in fact, humanity's very first detective agency specializing in kykeon! Activities include investigation, shadowing, stakeouts, infiltration, mediation, intervention, escort, handling disputes, recipe suggestions, giving both heartfelt and astute advice... We can handle it all as long as it involves kykeon!\n\nAnd then...heh heh heh...as a long-term goal, I'm actively considering handling cases of infidelity! No matter how hard the case, the wise and beautiful kykeon detective can solve anything as fast as you can say 'o-kaykeon!'\nWhat do you think? Don't all you Medeas think that's wonderful!?\"\n\n\"I suppose.\"\n\"Pancakes sure are the best!\"",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400610,
    "comment": "A certain Master's magical seal. It bears the image of a coastal city that shares its name with the city that was once the mecca of subculture, where the girl known as the Reaper lives.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400620,
    "comment": "A badge embroidered with a word meaning \"ship.\"\n\nIt proudly shines on the breast of the young boy who travels across the stars, given to him in the homeland from which he is growing ever more distant...\n\nIt is a symbol of hopes and dreams.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400630,
    "comment": "\"Everyone loves me.\nAnd I love them back.\nEven if some thorns pain me at times, I will still love them all.\n\nI'm a queen, after all.\n\nMay the sky dazzle.\nMay the land be graced.\nMay you be full of happiness... Vive la France!\"",
    "illustratorId": 256
  },
  {
    "commandCodeId": 8400640,
    "comment": "A set of blades famed to be wielded by the foreign flower at the apex of heaven, who was widely considered to be the greatest Japanese swordsmaster in Proper Human History.\n\nThere is some misconception that the term refers to the two-sword style, but it is essentially something that represents the concept of reaching emptiness to which Musashi aspired.",
    "illustratorId": 345
  },
  {
    "commandCodeId": 8400650,
    "comment": "The crest of one of the three major divisions at the Mage's Association, belonging to the Institute of Aggregation and Analysis.\n\nThe members go by the creed that One doesn't need to be the strongest...they simply must create something that is the strongest.",
    "illustratorId": 345
  },
  {
    "commandCodeId": 8400660,
    "comment": "A certain Master's magical seal. It bears the image of the flames of envy and hatred for those whose lives are destined to end.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400670,
    "comment": "A mask worn by a general who is said to have possessed beauty that could not only boost his troops' morale, but even change the course of a war. He was blessed with valor and served his country loyally, but in his final days, the heavens turned their back on him and gave him poison to drink.",
    "illustratorId": 363
  },
  {
    "commandCodeId": 8400680,
    "comment": "\"A dealer must always be calm and perfect. No matter how strong the enemy, no matter what predicament they face, they must never panic, and they should put everything upon the end of their fingers. At least that's what I was taught... What do you think? I do hope I can be your goddess of victory.\"",
    "illustratorId": 330
  },
  {
    "commandCodeId": 8400690,
    "comment": "A guardian beast (or perhaps an attendant) in service of the lovesick queen of a snow-covered land, whom he met on a journey long ago. He resembles a certain Servant, and his temperament is equally fierce, but his actions and manner of speech are somewhat more level-headed. When he takes it upon himself to admonish the queen, he hurls things like codfish with cheese or cheese kamaboko at her... Anything with cheese, really.\n\nThere is currently a similar plushie in Chaldea, and it seems to be guarding Master by night, though it's not clear whether it is the same person(?) they met that one fateful day.",
    "illustratorId": 345
  },
  {
    "commandCodeId": 8400700,
    "comment": "A fictional submarine that has become the subject of many tales of adventure. Its design incorporates a massive ram that cuts through the deepest reaches of the sea, where no light can reach. It is named for the mollusk which is considered to be a living fossil, but it actually means \"sailor\" or \"marine vessel.\"",
    "illustratorId": 363
  },
  {
    "commandCodeId": 8400710,
    "comment": "\"As long as we're alive, we will always experience adversity. But if we confront it with the belief that we can overcome anything by working together...that is the true definition of human wisdom. The new encounters and experiences you and I share will be my greatest achievement. Buon viaggio...happy travels!\n\nJust kidding. But I do have a different way of thinking than the original Leonardo da Vinci, you know?\"",
    "illustratorId": 298
  },
  {
    "commandCodeId": 8400720,
    "comment": "A certain Heroic Spirit's subconscious that was actualized into existence after the Holy Grail went berserk... At least that's the general understanding, but this thing can grow or turn into a robot and there don't seem to be any rules about when it can do so. This may be because they're really into updating their form every year. There was even one season when their voices changed too. The details are...fuzzy.\n\nContrary to their appearance, they are actually quite strong in battle, and their behavior in combat can be quite relentless. They're also totally not cute...",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8400730,
    "comment": "The multi-barreled matchlock gun that belonged to the Fool of Owari, the mercenary who rode the wave of the times. The gun fires continuously by turning the crank. Its four rotating barrels make it an exceptional ranged weapon, and the bayonet attached to its end makes it effective in melee combat as well. It is truly a versatile weapon.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400740,
    "comment": "\"I was supposed to disappear after that single manifestation, but now I have such a huge role... The joy that brings me is almost like the first time I ate chikuwabu. So good.\n\nNow then, I shall demonstrate my gratitude using my entire being and Spirit Origin, Master.\"",
    "illustratorId": 288
  },
  {
    "commandCodeId": 8400750,
    "comment": "Pen.\n\nThe loveable bird so often seen at aquariums...is really not what this is. Nope. It's a magical beast of the sea, according to a certain prima donna on ice. Its name means \"twisted\" or \"swirl,\" and it governs envy, one of the seven deadly sins.\n\nGuin.",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8400760,
    "comment": "A ritualistic tool made by the bones of enlightened sages. The ends of the Vajra do not diverge from its representation of the true nature of all things, and it means bravery or crushing destruction.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400770,
    "comment": "Yoo-hoo! It's Yu Yu☆ I stand at your side, closer than anyone else, and I cheer and support you in all your choices. That's the kind of ordinary Servant I strive to be!\n\nEhehehe. Okay! I'm going to give it my all and make some music!",
    "illustratorId": 107
  },
  {
    "commandCodeId": 8400780,
    "comment": "A six-legged, shelled monster said to have lived by a lake. It was made to perform barbarous acts like spewing fire and devouring humans, but it's said that was all because it longed for its mother's love. It was the love of a certain holy maiden that tamed it, though.\n\nLove is clearly quite important.",
    "illustratorId": 345
  },
  {
    "commandCodeId": 8400790,
    "comment": "A sacred staff given by \"him\" to a kind, beautiful, and radiant lady.\n\nHolding the staff up to demonstrate its sacred aura can pacify any evil. This is, in no way, a physical subjugation. Nope. Not at all...",
    "illustratorId": 363
  },
  {
    "commandCodeId": 8400800,
    "comment": "\"To stand by your side and render assistance... That is truly the highest honor a Servant can ever offer. Please leave everything to me, Master. I shall give everything I have to fulfilling this noble task!\"",
    "illustratorId": 256
  },
  {
    "commandCodeId": 8400810,
    "comment": "The white divine beast that stays close and protects the benevolent divine consort.\nIt was originally a hunting dog, but it has taken the form of the avatar of the King of Gods.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400820,
    "comment": "A miniature resembling a certain Servant... Actually, it's pretty much a shrunken version of the young Genji warrior.\n\nEven in such a state, the valiant sight of her swiftly flying like a swallow over the Gojo Bridge and taking her enemies' heads remains unchanged.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400830,
    "comment": "The feathered fan that Ushiwakamaru (Assassin) carries.\n\nIt is said that it summons various divine powers far beyond human ability, such as violent windstorms. While she played with her mentor's great feathered fan during her lifetime, this has become entirely her own after sublimating into her Noble Phantasm.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400840,
    "comment": "\"To play is to train, and to train is to play! Running through mountain forests like a swift wind, jumping over rivers, and zipping across fields...everything is a game, and everything is training! The logic is flawless!\n\nNow, let's have another day of playing, Master!\"",
    "illustratorId": 240
  },
  {
    "commandCodeId": 8400850,
    "comment": "The command seal of a certain Servant-turned-Master. It bears the image of a staff of a mage from the Age of Gods who caused and experienced much betrayal.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400860,
    "comment": "A relic bearing the name of a certain priest. This saint's name has become the symbolic representation of a particular day of the year, when love is encouraged, celebrated, and offers people sweet memories in the East and West alike.\n\nIt should be noted that this shroud is not, in any way, used to restrain men.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400870,
    "comment": "\"Hello Master!\n\nYou should consider yourself to be astonishingly lucky to receive a blessing from me! My love belongs to my Darling, but I'll shower you with plenty of blessings. You're not going to refuse,  right?\"\n\n(Could you maybe tone the love down a bit?)\n\n\"Did you say something, Darling?\"\n\n\"Nope! You heard nothing!\"",
    "illustratorId": 227
  },
  {
    "commandCodeId": 8400880,
    "comment": "The hat a young man who wishes for the salvation of his people wears when he dons his phantom thief costume on his mission to liberate a...certain item.\n\nThis costume is not simply for play; it supposedly functions as a full-fledged Spiritron Dress.\n\n\"Promises must be kept.\"",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400890,
    "comment": "A hat which serves as part of an outfit worn for concerts, worn by the self-proclaimed idol of all Servants. This so-called idol's taste in music is...extreme, and to humans, her songs are like demonic music. It is no less poisonous than the toxin of the deadly blowfish. But the moment she sings for someone else, she becomes a songstress of the highest order.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400900,
    "comment": "According to a certain court mage, a spirit stone is said to have fallen to Earth in the distant past. It has been described as the tears of the stars or a fragment of hope, unknown even to travelers of the stars, because it should not exist on this planet. It was with this that the Rose Emperor personally created one of the finest swords of all time, which she then wielded. It may not be a Noble Phantasm, but it is a prized sword that responds to the wielder's emotions and envelopes itself in flames.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400910,
    "comment": "\"I've come because I heard there are Sabers here other than me! I have come on my beloved, dashing Du Stallion II―No, it's not broken down this time. Really. So where is this Saber!? Red ones, black ones, white ones...I shall destroy them all! I alone should be Master's best sword! Eh? Assassin? What are you talking about?\"",
    "illustratorId": 108
  },
  {
    "commandCodeId": 8400920,
    "comment": "An amulet used by a wicked onmyouji from the Heian period. In addition to cursing its target, it can also generate and command clones of its bearer.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400930,
    "comment": "A miniature self-propelled fortress created by a peerless genius and piloted by a synthetic Heroic Spirit. Multiple mass-produced versions exist as well.\n\nIt may be every bit as adorable as its owner, but it's still highly mobile, brimming with artillery, and it possesses a multitude of capabilities which enable it to adapt to almost any harsh environment.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400940,
    "comment": "\"It's here! The survival summer where I really make a move on Ma-chan! This brand-new Batty's charging straight into enemy territory, full speed ahead! AAAND this time, I've got my waistline looking subaramazing, too! This summer, I'm not taking any prisoners in games OR in love☆\"",
    "illustratorId": 281
  },
  {
    "commandCodeId": 8400950,
    "comment": "A mask said to be stored somewhere in Chaldea.\n\nAnyone can rent out this mask as long as they go through the proper channels, dealing with the person in charge. While this mask doesn't possess any concealing functions on a magecraft level, the wearer becomes “a person shrouded in mystery” simply by putting it on.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8400990,
    "comment": "The beloved ursine companion of a pious young girl. His name is Hugo. His twin brother, Migo, is keeping the girl's best friend company.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8401000,
    "comment": "A torture device used by the maiden of blood, modeled after the Holy Mother.\n\nAccording to legend, the maiden of blood had it made to drain the blood of innocent girls in an effort to retain her own youth. However, after many years of research and investigation, it is now believed this device never truly existed. Still, it remains a symbol of the sins people commit in an effort to cling to their beauty, and of the cruel depths to which they will sink in that pursuit.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8401010,
    "comment": "\"Good day, Master. Um... There's so much I still don't understand, but I think it must be God's will that brought us together. So since you're kind enough to always hold my hand and put your trust in me, I'm going to do the very best I can to help you!\"",
    "illustratorId": 389
  },
  {
    "commandCodeId": 8401020,
    "comment": "The embodiment of a certain Heroic Spirit's subconscious, born from a Holy Grail run amok...or rather, the Roushigumi brigade version.\n\nThese Mini Nobus have concerns about the way things have always been done, and are motivated by their sense of justice to go out and right the world's wrongs.\n\nThey excel at espionage, and their sword techniques are both exceptionally flexible and needlessly sharp.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8401030,
    "comment": "There was once a man who made his way through Bakumatsu society with nothing more than his trusty katana and his friend's firearm, dreaming of a new age for his country of Japan.\n\nHe dreamed of a world in which everyone could smile, laugh, and live in peace, and kept running as hard as he could to try and make that dream a reality.\nThat modest wish, too big for any one person to realize, eventually swallowed the man whole as the times shifted beneath his feet.\n\nHis katana and sword were meant not for killing, but for protecting.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8401040,
    "comment": "\"Never retreat. Cut them up. Advance. Cut them up! Advance!\nThat's it! This isn't over yet!\n\nAs long as I'm here, the flag of loyalty will never die.\nThat...is the Shinsengumi!\"",
    "illustratorId": 226
  },
  {
    "commandCodeId": 8401050,
    "comment": "These talking sparrows work at the Enma-tei, the sparrow inn and accompanying gourmet restaurant, which has welcomed eight million gods since its founding.\n\nIts workers are known as the Ten Sparrows, their names are Shinkou, Shokou, Soutei, Gokan, Henjou, Taizan, Byoudou, Toshi, and Godou-Tenrin. When not working at the Enma-tei, they serve the as the attendants of the judges of hell in the Buddhist underworld.\n\nYou might think they move about by gracefully flitting through the sky...but instead, the best they can manage is to barely hover above the ground, making them no faster than the average human's walking pace. They're still very cute, though.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8401060,
    "comment": "The healing Noble Phantasm possessed by a sweet young girl who just happens to be both a princess and a mage from the Age of Gods who studied magecraft under the goddess of the moon. This Noble Phantasm can completely wipe away any injury sustained from either curse or magecraft, enabling the target to turn the tables in any situation so long as they still live.\n\nThat may just make this the perfect staff for a purehearted girl and good witch who believes in the bonds people share.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8401070,
    "comment": "\"As the proprietress of this inn, it's my job to demonstrate my gratitude by giving people room and board! Anything you may have heard about sparrows being stingy simply isn't true! I'm going to treat you to all sorts of delicious dishes made with seafood and mountain veggies, chirp!\"",
    "illustratorId": 113
  },
  {
    "commandCodeId": 8401080,
    "comment": "One of the ancient Divine Spirits of Central America, materialized in a vessel. For some reason, the vessel looks completely like a tiger, but she is still a full-fledged jaguar nonetheless. And really, who cares, since they're both proud jungle cats, anyway?\n\nGain this Divine Spirit's trust, and she'll gift you a Jaguar Stamp (in other words, a paw print). Collect enough of them, and you might get something good out of it. Something like never getting pasta sauce stains on any of your clothes again. Aren't cats amazing? Worship them.",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8401090,
    "comment": "A gold ring produced in Chaldea. It symbolizes the bonds and gratitude of daily life.",
    "illustratorId": 345
  },
  {
    "commandCodeId": 8401100,
    "comment": "A cursed lance wielded by a Celtic hero. It is said to be able to pierce the heart of any enemy because the lance is always in a state of having already pierced the enemy's heart, which makes it impossible to avoid or defend against.\n\nAccording to legend, throwing this lance caused countless arrows to rain down on its wielder's enemies, enabling them to defeat many foes with a single strike.",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8401110,
    "comment": "\"I am the goddess who rules the subterranean domain. Now witness my protection and despair!\n　　\nHehehe... That was perfect. All right, I'll go with that for my—Wait. Huh? H-hang on! You weren't supposed to see that yet!\"",
    "illustratorId": 20
  },
  {
    "commandCodeId": 8401120,
    "comment": "A silver ring produced at Chaldea. Symbolizes the bonds and gratitude of daily life.",
    "illustratorId": 345
  },
  {
    "commandCodeId": 8401130,
    "comment": "The right-hand man of a certain lady theosophist...or rather, a familiar that looks like him.\n\nShe trusted him so completely in life that she keeps him at her side even now that she's a Heroic Spirit.",
    "illustratorId": 363
  },
  {
    "commandCodeId": 8401140,
    "comment": "The massive steed which served as a brilliant commander's winning strategy in a war against an ancient city, as portrayed in one of the world's best-known epic poems.\n\nGleaming with divine steel plating, this steed seems a gift from the goddess of victory herself. It can even transform into an instrument of untold destructive power.\n\nDemonstrate now the asset it used to win the great war: sheer power.",
    "illustratorId": 304
  },
  {
    "commandCodeId": 8401150,
    "comment": "\"Direct current is power itself!!!\n\nThat's right! As long as you have just 1% inspiration, all you need to do is put your nose to the grindstone!\n\nDo not fear failure. The determination to persevere in pursuit of a dream is the light that drives others to act!\"",
    "illustratorId": 393
  },
  {
    "commandCodeId": 8401160,
    "comment": "A pillow of the legendary monster cradled by a girl who was empress not because she was born to it, but because she clawed her way up to it.\n\nEver faithful to her own desires, this pillow the girl cradles is apparently named with Chinese characters which mean \"beast that devours everything it pleases.\"",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8401170,
    "comment": "A demonic spear of rain and starry skies wielded by Morgan, the Queen of Winter, after she returned from the Ends of the World.\n\nOnce a staff used to command many different kinds of magecraft, the unending fires of war have tempered it into a pure weapon.",
    "illustratorId": 345
  },
  {
    "commandCodeId": 8401180,
    "comment": "\"Oho. You desire my help, do you? Very well. But if you would come to me for assistance, then I assume you are prepared to pay a steep price. For example...drinking a poisoned goblet I give you. Down to the last drop.\n\nHehe... I jest. Merely a jest.\nNow, let me ask you this: Can you drain this goblet I hold in my hand?\"",
    "illustratorId": 180
  },
  {
    "commandCodeId": 8401190,
    "comment": "\"A giant blue ox saved by a lumberjack on a snowy winter day.\n\nThe lumberjack devotedly nursed the ox, whom she named Babe, back to health. It turned out to be surprisingly smooth and squishy, especially for an ox. The ox has been the lumberjack's faithful friend and partner ever since.\"",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8401200,
    "comment": "The woman single-mindedly seeks both entertainment and secrets. Today, tomorrow, and no doubt the day after as well, she and her companion are tireless in their pursuit of her goal—to capture you as you really are.",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8401210,
    "comment": "\"I live to fight. I always have. So long as I live, that will never change. That is why I fight. That is why I take up my sword.\n\n...Prepare yourselves, civilizations. Destruction has come for you all.\"",
    "illustratorId": 181
  },
  {
    "commandCodeId": 8401220,
    "comment": "A snow-white dog commanded directly by the king of the northern lights in a city that never sleeps.\n\nFriendly though he is, he is just an ordinary stray with no special powers. But, in a city plunged into darkness and evil, his pure nature was a faint but clear ray of light.",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8401230,
    "comment": "The large, sunflower-shaped brush used by the painter of flame. As tall as its wielder, it can be seen as a symbol for any number of things: pursuit of the sun, devotion to the craft of painting, or simply averting her eyes from the twilight within her heart.\n\nRegardless, it's said that this brush burns with passion, and brings to life feelings of madness distinctly different from the ukiyo-e artist its wielder so admired.",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8401240,
    "comment": "\"Tell me, what would you like from Mother? \n\nIf you're tired, I can let you sleep on my lap, where you'll be rest safe and sound.\n\nIf you desire my aid in battle, then my sword is yours to command, and neither oni nor demon shall stand in our way. \n\nHehehe. \nSo, what will it be? Whatever you choose, Mother is happy to oblige.\"",
    "illustratorId": 231
  },
  {
    "commandCodeId": 8401250,
    "comment": "It was capricious and mysterious—something no ordinary human could ever see. A strange being that had haunted tsars across generations. \n\nThis sprite, or Elemental, or whatever it was, appeared beside the Grand Duchess when she drew her last breath...as if it were trying to keep her alive in the face of eternal night.",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8401260,
    "comment": "According to the \"Kojiki\" and \"Nihon-shoki,\" Japan's earliest known records, this sword once dwelled within the belly of an enormous serpent. This serpent was so massive its body spanned no fewer than eight valleys and mountain peaks. \n\nThe blade has been known by countless names, such as Kusanagi-no-Tachi, Kusanagi-no-Tsurugi, Ame-no-Murakumo-no-Tsurugi, and Tsumugari-no-Tachi, and has been the subject of many myths.",
    "illustratorId": 1
  },
  {
    "commandCodeId": 8401270,
    "comment": "\"Hmm, interesting. I didn't know you could do these kinds of things when you become a Servant.\n\nI'll tell you what... A legend of the North. A mystery of the snow. A goddess of the winter. I'll show you the power of three Divine Spirits. It's my job as a big sister. And so I shall battle with grace, intensity, and above all, with beauty!\"",
    "illustratorId": 315
  },
  {
    "commandCodeId": 8401280,
    "comment": "A mysterious life-form that bears a striking resemblance to a particular girl.\n\nThe Ultimate Kitty who possesses excessive charm, overwhelming dependability, and resounding kouhai-ness in equal measure.\n\nClaims to come from a land of faeries known as \"Great Cats Village.\"\n\nHas no connection to Chaldea whatsoever.",
    "illustratorId": 1
  }
]