[
  {
    "id": 1,
    "comment": "“Switching Targets”\n\nTapping the enemy body or icon\nwill allow you to change targets."
  },
  {
    "id": 2,
    "comment": "“Noble Phantasm Details”\n\nTapping and holding a Noble Phantasm card\nwill show the detailed effects of that Noble Phantasm."
  },
  {
    "id": 3,
    "comment": "“Enemy Details”\n\nDouble tapping or touching and holding an enemy icon\nwill reveal details of that enemy's status."
  },
  {
    "id": 4,
    "comment": "“Servant Details”\n\nTapping a Servant's portrait in battle will let you\ncheck the details of their Noble Phantasm and any status effects."
  },
  {
    "id": 5,
    "comment": "“Skill Usage Confirmation”\n\nYou can choose to hide/show the confirmation window\nbefore each skill use from the Battle Menu."
  },
  {
    "id": 6,
    "comment": "“Check Battle Drops”\n\nContents of obtained treasure chests\ncan be checked from the Battle Menu."
  },
  {
    "id": 7,
    "comment": "“Quick Chain”\n\nA bonus for using 3 Quick cards.\nAdditional Critical Stars will be obtained."
  },
  {
    "id": 8,
    "comment": "“Buster Chain”\n\nA bonus for using 3 Buster cards.\nYour attack for that turn will increase."
  },
  {
    "id": 9,
    "comment": "“Arts Chain”\n\nA bonus for using 3 Arts cards.\nNP for all chain members will increase."
  },
  {
    "id": 10,
    "comment": "“Brave Chain”\n\nA bonus for using 3 of the same Servant's cards.\nA 4th card called “Extra Attack” will occur."
  },
  {
    "id": 11,
    "comment": "“Skipping Death Animation”\n\nA Servant's death animation can be \nskipped by tapping the screen."
  },
  {
    "id": 12,
    "comment": "“Buster Card”\n\nCommand Card with high attack power."
  },
  {
    "id": 13,
    "comment": "“Arts Card”\n\nCommand Card with \nhigh capabilities of obtaining NP."
  },
  {
    "id": 14,
    "comment": "“Quick Card”\n\nCommand Card with increased\nCritical Star drop rate."
  },
  {
    "id": 15,
    "comment": "“Cancel the Card Selection”\n\nTapping an already selected card\nwill cancel that selection."
  },
  {
    "id": 16,
    "comment": "“Selection Order of Command Cards”\n\nThe effects of cards chosen later in the order\nwill be increased."
  },
  {
    "id": 17,
    "comment": "“First Command Card Bonus”\n\nThe type of card chosen as the first card\nwill add a bonus effect to the second and subsequent cards."
  },
  {
    "id": 18,
    "comment": "“Enemy Charge”\n\nWhen the enemy's Charge Gauge fills up,\nthey will be able to use powerful attacks."
  },
  {
    "id": 19,
    "comment": "“Noble Phantasm Card”\n\nCommand card usable at NP of 100% or above.\nNP will return to 0 after Noble Phantasm is used."
  },
  {
    "id": 20,
    "comment": "“Master Skill”\n\nSkills usable by Masters that vary by Mystic Code. \nCan be used from the Master Skill menu."
  },
  {
    "id": 21,
    "comment": "“Class Affinity: Saber”\n\nSabers are effective against Lancers and weak to Archers."
  },
  {
    "id": 22,
    "comment": "“Class Affinity: Lancer”\n\nLancers are effective against Archers and weak to Sabers."
  },
  {
    "id": 23,
    "comment": "“Class Affinity: Archer”\n\nArchers are effective against Sabers and weak to Lancers."
  },
  {
    "id": 24,
    "comment": "“Class Affinity: Rider”\n\nRiders are effective against Casters and weak to Assassins."
  },
  {
    "id": 25,
    "comment": "“Class Affinity: Caster”\n\nCasters are effective against Assassins and weak to Riders."
  },
  {
    "id": 26,
    "comment": "“Class Affinity: Assassin”\n\nAssassins are effective against Riders and weak to Casters."
  },
  {
    "id": 27,
    "comment": "“Class Affinity: Berserker”\n\nBerserkers deal higher damage to and take higher damage from all classes other than Shielder, and are weak against Foreigners."
  },
  {
    "id": 28,
    "comment": "“Class Affinity: Shielder”\n\nShielders are not affected by affinity from other classes."
  },
  {
    "id": 29,
    "comment": "“Class Affinity: Ruler”\n\nRulers are effective against Moon Cancers, weak against Avengers, and take less damage from Sabers, Lancers, Archers, Riders, Casters, and Assassins."
  },
  {
    "id": 30,
    "comment": "“Change the Battle Speed”\n\nThere are options for “Normal” and “High-speed.” \nYou can toggle the speed from the Battle Speed menu."
  },
  {
    "id": 31,
    "comment": "“Appearance of Battle Characters”\n\nAppearance during battle can be changed after Ascension.\nChanges can be made from the Servant Details screen."
  },
  {
    "id": 32,
    "comment": "“Overkill”\n\nA bonus for additional attacks against enemies with 0 HP.\nAdditional NP and Critical Stars can be obtained."
  },
  {
    "id": 33,
    "comment": "“Support Servants’Noble Phantasms”\n\nNPC Servants, Friends' Servants, and Servants of Masters who you are Following can use their Noble Phantasm.\nServants cannot use Noble Phantasms if you are not Friends or Following.\n"
  },
  {
    "id": 34,
    "comment": "“Critical Effects”\n\nWhen a Critical Hit occurs, \nAttack Power, NP gain rate, and Critical Star drop rate\nwill all increase."
  },
  {
    "id": 35,
    "comment": "“Obtaining Bond Points”\n\nAfter battles, Bond Points increase for all party members.\nVoices and profile information are unlocked as Bond Level increases."
  },
  {
    "id": 36,
    "comment": "“Command Spells”\n\nCommand Spells are replenished one stroke per day. \nThey are powerful orders that can be issued to your Servants."
  },
  {
    "id": 37,
    "comment": "“Chain Error”\n\nIf there are less than 3 actionable Command Cards, \nyou will not be able to gain effects of the chain."
  },
  {
    "id": 38,
    "comment": "“Servant Skill: Usage”\n\nThere are no limits to the number of skills you can use in 1 turn.\nOverlapping skills can give greater results."
  },
  {
    "id": 39,
    "comment": "“Servant Skill: Enhancement”\n\nBy increasing a skill's level, not only will it become more powerful,\nbut the cooldown can be shortened by up to 2 turns."
  },
  {
    "id": 40,
    "comment": "“Servant Skill: Acquisition”\n\nNew skills can be unlocked \nthrough Ascension."
  },
  {
    "id": 41,
    "comment": "“Craft Essences”\n\nCan be equipped to Servants to gain various benefits.\nEquipment is done through the Party Setup screen."
  },
  {
    "id": 42,
    "comment": "“Critical Stars”\n\nDistributed to each Command Card.\nThe chance of a Critical Hit increases with the number of stars."
  },
  {
    "id": 43,
    "comment": "“Attacking Evade/Invincible Status”\n\nNP gain and Critical Star generation will still occur\nwhen attacking enemies with the Evade or Invincible buffs."
  },
  {
    "id": 44,
    "comment": "“Distribution of Critical Stars”\n\nThe rate of distribution varies by class.\nDistribution rate can be adjusted by using \nCraft Essences and skills."
  },
  {
    "id": 45,
    "comment": "“Critical Star Drop Rate”\n\nCritical Star drops are calculated with each individual hit, \nso attacks with higher hit numbers tend to \ncreate more Critical Stars."
  },
  {
    "id": 46,
    "comment": "“Changing Target During Attack Phase”\n\nIf the enemy HP falls to 0 and the next attack is from a \ndifferent Servant, then the target will automatically change to another enemy."
  },
  {
    "id": 47,
    "comment": "“Noble Phantasm Overcharge”\n\nA bonus occurs when using Noble Phantasm at NP of 200% or higher.\nThe effects gained differ for each Noble Phantasm."
  },
  {
    "id": 48,
    "comment": "“Noble Phantasm Chain”\n\nA bonus occurs when multiple Noble Phantasm cards are chosen.\nOvercharge increases by +100% with each chain."
  },
  {
    "id": 49,
    "comment": "“Noble Phantasm Level”\n\nEffects will increase depending on the Noble Phantasm Level.\nFurthermore, NP can be charged above 100%."
  },
  {
    "id": 50,
    "comment": "“Distribution of Command Cards”\n\n5 Command Cards will be dealt each turn from the 15-card pool of 3 Servants.\nAfter the pool of 15 cards has been exhausted on turn 3,\nthe pool will be reshuffled and 5 cards will be dealt from a new pool of 15 cards."
  },
  {
    "id": 51,
    "comment": "“Class Affinity”\n\nAffinity will greatly change damage dealt or taken.\nAffinity will be shown as EFFECTIVE or RESIST on the command card."
  },
  {
    "id": 52,
    "comment": "“Support Servant”\n\nSupport Servants for your Friends or Followers to use can be set from Support Setup in the Formation menu."
  },
  {
    "id": 53,
    "comment": "“Changing Targets Mid-Battle”\n\nIf no Command Cards are selected, \nit is possible to change targets."
  },
  {
    "id": 54,
    "comment": "“Command Cards and Chain”\n\nBased on the total number of Quick/Arts/Buster cards\nwithin your party, it will be easier to get certain chains."
  },
  {
    "id": 55,
    "comment": "“Enemy Class Tendency”\n\nBy forming a party based on the affinity with \nthe enemy class, you can be more advantageous in battles. "
  },
  {
    "id": 56,
    "comment": "“Target Change after Noble Phantasm”\n\nWhen you defeat an enemy with a Noble Phantasm, \nthe target will automatically switch to a different enemy."
  },
  {
    "id": 57,
    "comment": "“Noble Phantasm Animation Speed”\n\nNoble Phantasm's animation speed can be set to normal even in high-speed mode.\nThe settings can be changed from the Battle Menu."
  },
  {
    "id": 58,
    "comment": "“Number of Enemy Actions”\n\nEnemies typically perform actions up to 3 times per turn. \nThe number of actions taken depends on the type of enemy."
  },
  {
    "id": 59,
    "comment": "“Sub-Members”\n\nWhen a starting member has been defeated, \nthe Sub-Members will fill in the ranks in the order they were setup. "
  },
  {
    "id": 60,
    "comment": "“Proper Use of Mystic Codes”\n\nBy equipping Mystic Codes based on the party's characteristics, \nyou can be more advantageous in battles."
  },
  {
    "id": 61,
    "comment": "“Class Affinity: Avenger”\n\nAvengers are effective against Rulers and weak against Moon Cancers. "
  },
  {
    "id": 62,
    "comment": "“Confirming Currently Equipped Craft Essences”\n\nTapping a Servant's portrait in battle\nwill allow you to check the effects of the equipped Craft Essence. "
  },
  {
    "id": 63,
    "comment": "“Special Attack Hit Effects”\n\nThere will be a specific hit effect if \na Special Attack status is triggered when an attack lands."
  },
  {
    "id": 64,
    "comment": "“NP Gain From Damage”\n\nNP is also gained when you take damage from an enemy."
  },
  {
    "id": 65,
    "comment": "“Skill Cooldown”\n\nThe duration of skill cooldowns are reduced by 1 \nwhen the skill reaches level 6 and 10 respectively. "
  },
  {
    "id": 66,
    "comment": "“Checking Skill Effects During Cooldown”\n\nTapping the icon of a used skill \nwill allow you to check the skill's effect. "
  },
  {
    "id": 67,
    "comment": "“Enemy Class Tendency Display”\n\nThe icons showing the quest's enemy class tendency \nare displayed in the order of strategic importance. "
  },
  {
    "id": 68,
    "comment": "“Withdraw”\n\nWithdrawing from a quest can \nbe done from the Battle Menu."
  },
  {
    "id": 69,
    "comment": "“Changing Party Formation”\n\nBy changing the formation during Party Edit/Confirmation screen, \nyou can move the Support Servant to the Sub-Members section. "
  },
  {
    "id": 70,
    "comment": "“Reviving the Party Members”\n\nWhen every single party member is incapacitated, you can use Saint Quartz or\nCommand Spell: Restore Spirit Origin to revive the party with 100% HP and NP."
  },
  {
    "id": 71,
    "comment": "“Sure Hit”\n\nAn attack will hit even if the target has the Evade buff."
  },
  {
    "id": 72,
    "comment": "“Ignore Invincible”\n\nAn attack will hit even if the target has\nthe Evade or Invincible buff."
  },
  {
    "id": 73,
    "comment": "“Ignore Defense”\n\nYou will ignore the effects of the enemy's\ndefensive buffs when dealing damage."
  },
  {
    "id": 74,
    "comment": "“Arts Card Effectiveness Up”\n\nThe damage amount and NP gained from Arts cards will increase."
  },
  {
    "id": 75,
    "comment": "“Buster Card Effectiveness Up”\n\nThe damage amount from Buster cards will increase."
  },
  {
    "id": 76,
    "comment": "“Quick Card Effectiveness Up”\n\nThe damage amount, NP gained, and Critical Star drop rate\nfrom Quick cards will increase."
  },
  {
    "id": 77,
    "comment": "“Noble Phantasm Strength Up”\n\nNoble Phantasm damage amount will increase."
  },
  {
    "id": 78,
    "comment": "“Critical Up”\n\nThe damage amount dealt by a Critical Hit will increase."
  },
  {
    "id": 79,
    "comment": "“Damage Cut”\n\nA set value of damage will be mitigated."
  },
  {
    "id": 80,
    "comment": "“Debuff Resist Up”\n\nThe chance of receiving Mental Debuffs and Attack Debuffs will decrease."
  },
  {
    "id": 81,
    "comment": "“The Appearance of Command Cards”\n\nYou will be able to change how Command Cards look after Ascension.\nThis can be changed from the Servant Details screen."
  },
  {
    "id": 82,
    "comment": "“C. Star Gather Up”\n\nThe distribution rate of Critical Stars is increased."
  },
  {
    "id": 83,
    "comment": "“C. Star Gain Status”\n\nYou will gain a set amount of Critical Stars at the end of each player turn. "
  },
  {
    "id": 84,
    "comment": "“Death”\n\nThere is a chance to instantly kill the target.\nResistance to Death depends on the enemy type."
  },
  {
    "id": 85,
    "comment": "“Special Attack Status”\n\nDamage against certain target types such as “Divine” or “Saber” will increase."
  },
  {
    "id": 86,
    "comment": "“Special Defense Status”\n\nDamage from certain target types such as “Humanoid” or “Dragon” will decrease."
  },
  {
    "id": 87,
    "comment": "“HP Recover Up”\n\nThe amount of HP recovered when a healing effect is used will increase."
  },
  {
    "id": 88,
    "comment": "“C. Star Drop Rate Up”\n\nCritical Star drop rate per attack will increase."
  },
  {
    "id": 89,
    "comment": "“NP Gain Up”\n\nThe amount of NP gained through attacks or taking damage will increase."
  },
  {
    "id": 90,
    "comment": "“Guts Status”\n\nWhen your HP falls to 0, you will be revived with a portion of HP restored.\nGuts Status cannot be stacked."
  },
  {
    "id": 91,
    "comment": "“MISS”\n\nWhen a skill's effect fails to trigger \ndue to the effect's probability. "
  },
  {
    "id": 92,
    "comment": "“NO EFFECT”\n\nWhen the skill's effect fails to trigger \ndue to certain conditions or overlapping effects. "
  },
  {
    "id": 93,
    "comment": "“Changing Targets”\n\nYou can change targets even during \nCommand Spells or Skills' effect animations."
  },
  {
    "id": 94,
    "comment": "“Checking ATK Value”\n\nTapping the Servant's portraits in battle\nwill allow you to check the Servant's ATK value. "
  },
  {
    "id": 95,
    "comment": "“Damage Dealt Plus”\n\nA set value will be added to damage dealt."
  },
  {
    "id": 96,
    "comment": "“ATK Up”\n\nA positive adjustment will be done to the target's ATK."
  },
  {
    "id": 97,
    "comment": "“DEF Up”\n\nA negative adjustment will be done to the attacker's ATK."
  },
  {
    "id": 98,
    "comment": "“Servant Skill: Rank Up”\n\nSome Rank Up Quests and Interludes will enhance\na certain skill's effect upon completion."
  },
  {
    "id": 99,
    "comment": "\"NP Enhancement\"\n\nSome Noble Phantasms' effectiveness will be enhanced as a reward for completing Rank Up Quests or Interludes."
  },
  {
    "id": 100,
    "comment": "“Alignment”\n\nEach Servant's Alignment, such as Lawful or Chaotic, can be\nchecked from the Servant's Profile screen."
  },
  {
    "id": 101,
    "comment": "“Enemies With Multiple HP Gauges”\n\nCertain powerful enemies possess multiple HP gauges.\nDeplete their HP gauge multiple times in order to defeat them."
  },
  {
    "id": 102,
    "comment": "“Overgauge”\n\nWhen attacking an enemy with multiple HP gauges,\nattacks dealt after one HP gauge has been depleted will receive\na bonus to NP gain and C. Star generation."
  },
  {
    "id": 103,
    "comment": "“Craft Essence Enhancement”\n\nEnhance Craft Essences to give the equipped Servant\na larger HP or ATK bonus."
  },
  {
    "id": 104,
    "comment": "“Hero Crystal”\n\nUse Hero Crystals in Servant Enhancement\nto increase a Servant's HP or ATK."
  },
  {
    "id": 105,
    "comment": "“Craft Essence Limit Breakthrough”\n\nRaise a Craft Essence to Maximum Limit Breakthrough\nto dramatically strengthen its associated skill."
  },
  {
    "id": 106,
    "comment": "“Event Bonus Filter”\n\nUse this filter to display only those Servants and Craft Essences\nwhich receive an event bonus."
  },
  {
    "id": 107,
    "comment": "“Select Support: Unknown”\n\nServants displayed as “Unknown” are key to the story.\nTheir identities will be revealed during the quest."
  },
  {
    "id": 108,
    "comment": "“Select Support: Refresh”\n\nChoose Refresh List on the Select Support screen to refresh the list of available Support Servants."
  },
  {
    "id": 109,
    "comment": "“Mystic Code Selection”\n\nA specific Mystic Code can be set for each party.\nYou can change the selection from the “Party Setup”\nand “Confirm Party” screens."
  },
  {
    "id": 110,
    "comment": "“Quest Information”\n\nTap the button on the bottom left corner of a quest banner\nto display previously encountered enemies and dropped items."
  },
  {
    "id": 111,
    "comment": "“Class Affinity: Alter Ego”\n\nAlter Egos are effective against Foreigners, deal high damage to Riders, Casters, and Assassins, and deal less damage to Sabers, Lancers, and Archers."
  },
  {
    "id": 112,
    "comment": "\"Class Affinity: Moon Cancer\"\n\nMoon Cancers are effective against Avengers and weak against Rulers."
  },
  {
    "id": 113,
    "comment": "\"Unlock Wardrobe\"\n\nAfter acquiring the Wardrobe Key and fulfilling certain conditions, a new Spiritron Dress can be unlocked and changed into for battle."
  },
  {
    "id": 114,
    "comment": "\"Hero Crystal: ★4 Fou\"\n\n★4 Meteor Fou and Corona Fou allow Servants' HP and ATK to be strengthened to a maximum of 2,000.\n"
  },
  {
    "id": 115,
    "comment": "\"Saving and Switching Party Setups\"\n\nA maximum of 10 parties can be created, and once a party is set, it can be switched for another party by swiping left or right. "
  },
  {
    "id": 116,
    "comment": "\"NP and Skill Enhancement\"\n\nNP and Skills that can be enhanced with Rank Up Quests or Interludes can be verified by going to the \"Servant Detail\" screen."
  },
  {
    "id": 117,
    "comment": "\"Servant Skills: Details\"\n\nDuring battle or when selecting a Support Servant, pressing and holding the Skill icon will show detailed information."
  },
  {
    "id": 118,
    "comment": "\"Palingenesis\"\n\nYou can further increase the level of a Servant who has reached Final Ascension, up to a maximum of 120."
  },
  {
    "id": 119,
    "comment": "\"Master Skill: Cooldown\"\n\nAfter a Master Skill is used, its cooldown is displayed on the Master Skill icon."
  },
  {
    "id": 120,
    "comment": "\"Special Battle Drops\"\n\nWhen a special battle reward is obtained, a special animation will play when the treasure chest is opened."
  },
  {
    "id": 121,
    "comment": "“Class Affinity: Foreigner”\n\nForeigners are effective against Berserkers, weak against Alter Egos, and deal higher damage to and take higher damage from Foreigners."
  }
]